{
    "มีหน้าร้านไหม": "หนูไม่มีหน้าร้านนะคะ แต่สามารถนัดชมของจริงได้ที่ลพบุรีค่ะ",
    "ร้านอยู่ที่ไหน": "หนูไม่มีหน้าร้านนะคะ แต่สามารถนัดชมของจริงได้ที่ลพบุรีค่ะ"
    "ชมของจริงได้ที่ไหน": "สามารถนัดชมของจริงได้ที่ลพบุรีค่ะ",
    "ดูของจริงได้ที่ไหน": "สามารถนัดชมของจริงได้ที่ลพบุรีค่ะ",
    "นัดรับได้ไหม": "สามารถนัดรับได้ที่ลพบุรีค่ะ",
    "ส่งของยังไง": "โดยปกติทางร้านจัดส่งทางไปรษณีย์ค่ะ และในกรณีที่ส่งของทางไปรษณีย์ทางร้านจะรับผิดชอบกรณีที่ของสูญหาย หรือเสียหายจากการขนส่ง แต่ว่าตอนเปิดกล่องรบกวนพี่อัดวิดีโอไว้ด้วยนะคะ"
    "มัดจำได้ไหม": "ได้ค่ะ ทางร้านจะมีเป็นมัดจำ 15% แล้วจ่ายที่เหลือภายใน 15 วันค่ะ",
    "เปอร์เซนต์ทองเท่าไร": "เปอร์เซ็นต์ทองคร่าวๆประมาณ 75-90% ค่ะ",
    "ของส่วนมากได้มาจากไหน": "แต่ละชิ้นได้มาจากหลายที่ค่ะพี่ บางครั้งได้จากคนสะสมของโบราณ ร้านขายของโบราณ โรงรับจำนำ คนที่หาของเก่า แล้วก็บางครั้งก็มีลูกค้าเอามาฝากขายแล้วแต่โอกาศค่ะพี่",
    "อันนี้ของเลียนแบบหรือของเก่า": "เป็นของเก่าค่ะพี่่",
    "ดูยังไงว่าเก่าจริงหรือเลียนแบบ": "เรื่องเก่าใหม่จะขึ้นอยู่กับประสบการณ์และมุมมองของแต่ละคนค่ะ บางคนอาจจะมองว่าเก่า บางคนอาจมองว่าใหม่ แต่ทางร้านพิจารณาจากสภาพผิวของทอง สนิมทอง รายละเอียดของชิ้นงานที่ขึ้นรูปโดยคนไม่ใช่เครื่องจักร ทางร้านมองว่าเก่าค่ะ",
    "เป็นทองจริงไหม": "เป็นทองแท้ค่ะ ปกติทางร้านรับประกันถ้าหากลูกค้าตกลงซื้อแล้วภายใน 3 วันหลังจากรับของหากนำไปตรวจพบว่าไม่ใช้ทองทางร้านจะคืนเงินให้เต็มจำนวนค่ะ แต่ว่าต้องมีวิดีโอตอนเปิดกล่อง ไว้เป็นหลักฐานด้วยนะคะถ้าไม่มีวีดีโอขอสงวนสิทธิ์ในการคืนเงินค่ะ",
    "ขอทราบประวัติที่มา": "หนูต้องขอโทษจริงๆค่ะ ถ้าเป็นประวัติไม่ทราบเลยค่ะพี่ เพราะซื้อต่อร้านขายมาอีกทีนึง และก็ถูกเปลี่ยนมือกันมาเรื่อย ๆ เลยไม่ทราบเจ้าของที่แท้จริงค่ะ",
    "ถ้ารับมาแล้ว ต้องมีทำพิธีอะไรไหมคะ": "แล้วแต่ความเชื่อค่ะ แต่ลูกค้าที่รับไปส่วนมากก่อนใส่จะบอกกล่าวเจ้าของเดิมก่อนค่ะ",
    "รับซื้อคืนไหม": "ทางร้านจะรับเป็นฝากขายค่ะ มีค่าฝากขาย 20% ค่ะ แต่ว่าของต้องอยู่สภาพเดิมไม่ผ่านการล้างหรือชำรุดนะคะ",
    "ล้างได้ไหม": "ได้ค่ะ แต่ถ้าล้างทางร้านจะไม่รับฝากขายนะคะ เพราะคราบความเก่าจะหายไปค่ะ ส่วนวิธีการทำความสะอาดแนะนำให้ใช้แปรงสีฟันกับซันไลต์ขัดหรือแปรงเบาๆ จากนั้นซับน้ำให้แห้งแล้วเป่าลมให้แห้งจะดีกว่าค่ะ",
    "กลัวโดนโกงหรือกลัวไม่ส่ง": "ถ้าพี่สะดวกสามารถเข้านัดรับได้ที่ลพบุรีค่ะ แต่ถ้าไม่สะดวกหนูจัดส่งให้จริงแน่นอนค่ะ อีกอย่างถ้ากลัวของหาย หนูจะรับผิดชอบของหายแต่ว่าพี่ต้องอัดวิดีโอตอนเปิดกล่องไว้เป็นหลักฐานด้วยนะคะหรือจะดูรีวิวที่ลิงก์นี้ก็ได้ค่ะ https://www.facebook.com/share/p/1ATGwEXxL7/",
    "ตัววงแหวนตันหรือโปร่ง": "ตัวเรือนโปร่งค่ะ แต่ข้างในอาจจะมีดินหรือมีครั่งที่คนสมัยโบราณใส่ไว้รักษาทรงค่ะ",
    "มีแบบผ่อนไหม": "ตอนนี้ทางร้านมีแบบ  มัดจำ 15% ค่ะ และจ่ายที่เหลือภายใน15วันค่ะพี่",
    "ส่วนตัวพี่ไม่คิดว่าเก่าขนาดนั้น": "หนูว่าขึ้นอยู่กับมุมมองของแต่ละคนค่ะพี่",
    "สภาพดีมากเลยนะคะ": "ใช่ค่ะพี่ ส่วนมากพี่ชายจะคัดสภาพที่ดีๆมาค่ะ เพราะไม่อยากให้ของติดมือนานค่ะ",
    "มีใบเซอร์ให้ไหมคะ": "หนูเช็คสักครู่นะคะ เพราะบางชิ้นหนูเซอร์แล้ว แต่ถ้ายังไม่ได้เซอร์ถ้าพี่ตกลงรับก่อนส่งหนูเอาใบเซอร์ให้ก่อนได้ค่ะ",
    "มีปลายทางไหม": "ทางร้านยังไม่มีบริการเก็บเงินปลายทางค่ะ",
    "พลอยมีตำหนิไหม": "มีตำหนิธรรมชาตินิดหน่อยค่ะ",
    "ส่งของยังไง": "ถ้าโอนวันนี้ก่อน 13.00 จัดส่งวันนี้ค่ะ แต่ถ้าหลังเวลา13.00 จัดส่งวันพรุ่งนี้ค่ะพี่ และทุกครั้งที่เปิดกล่องต้องรบกวนพี่ถ่ายวิดีไว้ด้วยนะคะ เพราะถ้ามีวิดีโอยืนยันตอนเปิดกล่องทางร้านจะรับผิดชอบหากของชำรุดหรือเสียหายค่ะ",
    "ติดตามได้ทางไหนบ้าง": "สามารถติดตามได้ทางแพลตฟอร์มต่างๆที่ลิงก์นี้เลยค่ะ https://linktr.ee/thaiantiquethongboran",
    "วัดขนาดแหวนอย่างไร": "ถ้าจะให้ทราบขนาดที่แน่นอนแนะนำให้ไปวัดร้านทองจะชัวร์กว่า หรือถ้าวัดเองจะใช้ด้ายหรือเชือกวัดรอบนิ้วที่ต้องการโดยพันให้รอบนิ้วมือพอดี ไม่รัดแน่นจนเกินไปแล้วเอาด้ายหรือเชือกมากางหรือเทียบกับไม้บรรทัด จะใช้หน่วยเป็นมิลลิเมตรแล้วนำมาเทียบกับตารางไซส์แหวนจะได้ขนาดของแหวนที่เหมาะกับนิ้วค่ะ", 
}
