[
  {
  "id": "A001",
  "name": "แหวนพญาครุฑล้อมทับทิม",
  "size": "59",
  "weight": "13.33 กรัม",
  "price": "49,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198869-205082/...",
  "product_code": "0000000001",
  "era": "ศิลปะน่าจะประมาณช่วงอยุธยาค่ะ",
  "material": "ทองคำ, ทับทิม",
  "design": "แหวนทองคำทรงกลม บริเวณหน้าแหวนสลักเป็นรูปครุฑกำลังขยายปีก มีการประดับทับทิมสีแดงล้อมรอบที่ส่วนหัวของครุฑ ทั้งสองข้างของบ่าแหวนมีลวดลายไทยสลักละเอียดและประดับด้วยพลอยสีเขียว",
  "key_features": "ทำจากทองคำ, หน้าแหวนเป็นรูปครุฑขยายปีก, ประดับทับทิมสีแดงรอบครุฑ, บ่าแหวนตอกลายไทยประณีต, ประดับพลอยเขียวที่บ่าแหวน"
},
  {
  "id": "A002",
  "name": "แหวนสลักรูปวัวทองคำ",
  "size": "62",
  "weight": "14.27 กรัม",
  "price": "45,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198760-204877/...",
  "product_code": "0000000002",
  "era": "ศิลปะน่าจะประมาณช่วงอยุธยาค่ะ",
  "material": "ทองคำ",
  "design": "แหวนทองคำทรงรีแบบโบราณ บริเวณหน้าแหวนสลักเป็นลวดลายนูนต่ำรูปวัว ซึ่งแสดงถึงลักษณะที่แข็งแรงและมีรายละเอียดลวดลายที่บ่งบอกถึงความเป็นศิลปะโบราณอย่างละเอียดอ่อน รอยสลักรูปวัวแสดงถึงการใช้ทักษะและความประณีตในงานศิลปะ อีกทั้งมีลวดลายอื่นๆ รอบตัววัวที่เน้นความสมดุลและความงามแบบไทยโบราณ",
  "key_features": "แหวนทองคำทรงรี, สลักลายนูนต่ำรูปวัว, ดีไซน์โบราณ, รายละเอียดลวดลายรอบตัววัวเน้นความแข็งแรงและงดงาม"
},
  {
  "id": "A003",
  "name": "แหวนสลักลายไทยยอดทับทิม",
  "size": "64",
  "weight": "8.37 กรัม",
  "price": "27,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198708-204751/...",
  "product_code": "0000000003",
  "era": "วงนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะพี่",
  "material": "ทอง, ทับทิม",
  "design": "แหวนทองคำทั้งวง สลักลวดลายไทยแบบโบราณทั่วทั้งเรือนแหวน โดยเฉพาะที่หัวแหวนซึ่งยกสูงเป็นทรงคล้ายเจดีย์หรือพุ่มข้าวบิณฑ์ โดยที่ยอดของหัวแหวนมีทับทิมสีชมพู/แดงทรงเจียระไน facet ขนาดเล็กประดับอยู่ ลวดลายไทยที่สลักในวงแหวนแสดงถึงศิลปะไทยที่มีความประณีตและซับซ้อนมาก การออกแบบนี้ไม่เกี่ยวข้องกับลักษณะของครุฑแต่อย่างใด แหวนนี้มีลวดลายแบบไทยโบราณที่อ่อนช้อย พร้อมการประดับทับทิมที่หัวแหวนอย่างงดงาม",
  "key_features": "แหวนทองคำทั้งวง, สลักลายไทยวิจิตร, หัวแหวนยกสูงเป็นทรงคล้ายเจดีย์หรือพุ่มข้าวบิณฑ์, ประดับทับทิมยอด, ไม่มีการออกแบบที่เกี่ยวข้องกับครุฑหรือแหวนกระเปาะทอง"
},
  {
  "id": "A004",
  "name": "แหวนเงินกระเปาะทองทับทิม",
  "size": "53",
  "weight": "5.12 กรัม",
  "price": "16,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198897-205117/...",
  "product_code": "0000000004",
  "era": "วงนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะพี่",
  "material": "เงิน, ทอง, ทับทิมสีแดง/ชมพู",
  "design": "แหวนตัวเรือนทำจากเงิน, กระเปาะทองทรงกลมเตี้ยที่บริเวณหัวแหวน, ทับทิมเม็ดใหญ่สีแดง/ชมพูตั้งอยู่ตรงกลาง, ขอบกระเปาะทองตกแต่งด้วยลวดลายทองประณีต, บ่าแหวนประดับด้วยลวดลายไทยประยุกต์ที่ละเอียดคล้ายใบไม้ และยังมีการสลักลวดลายแบบไทยดั้งเดิมตามขอบ",
  "key_features": "ตัวเรือนเงิน, กระเปาะทองทรงกลมเตี้ย, ทับทิมสีแดง/ชมพูเม็ดใหญ่ตรงกลาง, ลวดลายทองที่ขอบกระเปาะ, บ่าแหวนประดับลวดลายไทยประยุกต์, การออกแบบที่ได้รับแรงบันดาลใจจากศิลปะไทยโบราณ"
},
 {
  "id": "A005",
  "name": "แหวนเงินกระเปาะทองทับทิมขางู",
  "size": "57",
  "weight": "6.27 กรัม",
  "price": "16,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198898-205118/...",
  "product_code": "0000000005",
  "era": "วงนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะพี่",
  "material": "เงิน, ทอง, ทับทิม",
  "design": "แหวนตัวเรือนทำจากเงิน บริเวณหัวแหวนมีกระเปาะทองทรงรี ประดับด้วยทับทิมสีชมพู/แดงทรงหลังเบี้ยเม็ดใหญ่ตรงกลาง ขอบกระเปาะทองมีลวดลายตกแต่ง บริเวณบ่าแหวนมีการแกะสลักลวดลายที่สวยงาม ขาแหวนแกะสลักลวดลายคล้ายเศียรนาค โดยที่ลวดลายขาแหวนและการประดับทับทิมเม็ดเล็กๆ ที่ข้างของหัวแหวน ไม่มีส่วนเกี่ยวข้องกับการออกแบบที่เป็นทรงย่อมุม",
  "key_features": "ตัวเรือนเงิน, กระเปาะทองทรงรี, ประดับทับทิมเม็ดใหญ่ตรงกลาง, ขาแหวนแกะสลักลวดลายคล้ายเศียรนาค, ทับทิมเม็ดเล็กที่ข้างของหัวแหวน, ไม่มีการออกแบบที่เป็นทรงย่อมุม"
},
  {
  "id": "A006",
  "name": "แหวนเงินกระเปาะทองมรกตทับทิมหกเหลี่ยม",
  "size": "55",
  "weight": "7.18 กรัม",
  "price": "16,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198899-205119/...",
  "product_code": "0000000006",
  "era": "วงนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะพี่",
  "material": "เงิน, ทอง, มรกต, ทับทิม",
  "design": "แหวนตัวเรือนทำจากเงิน บริเวณหัวแหวนมีกระเปาะทองทรงกลมรี ประดับด้วยมรกตสีเขียวทรงหลังเบี้ยเม็ดใหญ่อยู่ตรงกลาง รอบข้างประดับด้วยทับทิมสีชมพู/แดงเม็ดเล็ก ๆ จำนวนหนึ่ง ขอบกระเปาะทองมีการตกแต่งลวดลายไทยล้อมด้วยเม็ดไข่ปลา บริเวณบ่าแหวนมีการใส่เส้นลวดทอง",
  "key_features": "ตัวเรือนเงิน, กระเปาะทองทรงกลมรี, ประดับมรกตเม็ดใหญ่ตรงกลาง, ประดับทับทิมเม็ดเล็ก, ขอบกระเปาะทองลายไทยล้อมเม็ดไข่ปลา, บ่าแหวนมีเส้นลวดทอง"
},
  {
  "id": "A007",
  "name": "แหวนเงินกระเปาะทองทรงย่อมุมประดับพลอยมรกตทับทิมขางู",
  "size": "59",
  "weight": "6.43 กรัม",
  "price": "16,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198900-205120/...",
  "product_code": "0000000007",
  "era": "วงนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะพี่",
  "material": "เงิน, ทอง, ทับทิม, มรกต",
  "design": "แหวนตัวเรือนทำจากเงิน ขาแหวนมีลักษณะเป็นทรงขางู บริเวณกระเปาะหัวแหวนทำจากทองและมีลักษณะเป็นทรงย่อมุม ข้าง ๆ ประดับด้วยพลอยมรกตทรงรีสีเขียวและทับทิมเม็ดเล็กสลับกันที่ขาแหวนและรอบกระเปาะ",
  "key_features": "ตัวเรือนเงิน, กระเปาะทองทรงย่อมุม, ขาแหวนทรงขางู, ประดับพลอยมรกตสีเขียวและทับทิมสีแดง"
},
  {
    "id": "A008",
    "name": "ตะกรุดลายไทย",
    "size": "ขนาดความกว้างรวมห่วง 2.5 ซม ความกว้างด้านบน 1.5 ซม. ความกว้างด้านล่าง 1 ซม. ความยาวรวม 6.7 ซม.",
    "weight": "29.98 กรัม",
    "price": "95,000 บาทค่ะ",
    "image": "https://www.thaiantiquethongboran.com/product/198734-204810/...",
    "product_code": "0000000008",
    "era": "ศิลปะน่าจะประมาณยุคอยุธยาค่ะ",
    "material": "ทอง, มรกต, ทับทิม",
    "design": "จี้ตะกรุดมีตะขอสองข้าง, สลักลายไทยทั้งชิ้น, ประดับพลอยทับทิมล้อมด้วยมรกตรูปข้าวหลามตัด",
    "key_features": "ทรงกระบอกคล้ายตะกรุด, ทำจากทองคำ, ประดับด้วยทับทิมสีชมพู/แดงเม็ดใหญ่ตรงกลาง, ล้อมรอบด้วยมรกตสีเขียว, มีลวดลายสลักบนพื้นทอง"
  },
  {
  "id": "A009",
  "name": "เสมาพญาครุฑ",
  "size": "ขนาดความกว้าง 3.1 ซม. ความยาว 4.5 ซม.",
  "weight": "14.27 กรัม",
  "price": "46,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198755-204859/...",
  "product_code": "0000000009",
  "era": "ศิลปะน่าจะประมาณยุคอยุธยาค่ะ",
  "material": "ทองคำ",
  "design": "จี้ทองคำรูปเศียรเสมา (คล้ายเศียรครุฑ) ด้านหน้าและด้านข้างมีลวดลายสลักเสลาที่ซับซ้อนและประณีตทั่วทั้งชิ้น ด้านบนของจี้มีห่วงสำหรับแขวน ซึ่งแสดงถึงศิลปะไทยโบราณที่มีความละเอียดและมีเอกลักษณ์เฉพาะตัว",
  "key_features": "จี้ทองคำรูปเศียรเสมา, ลวดลายสลักเสลาซับซ้อน, ประดับห่วงแขวน, ศิลปะไทยโบราณที่มีความละเอียด"
},
  {
  "id": "A010",
  "name": "เสมาลายหม้อดอก (ปูรณฆฏะ)",
  "size": "ขนาดเสมากว้าง 2.7 ซม. ความยาว(รวมห่วง) 4.1 ซม.",
  "weight": "12.71 กรัม",
  "price": "38,500 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198613-204611/...",
  "product_code": "0000000010",
  "era": "ชิ้นนี้เป็นของเก่าแต่ว่าไม่ทราบยุคค่ะ",
  "material": "ทองคำ, พลอยสีแดง",
  "design": "จี้ทองคำทรงสี่เหลี่ยมมนคล้ายโล่ มีขอบยกสูงและลวดลายสลักนูนต่ำเป็นรูปหม้อปูรณฆฏะ (หม้อแห่งความอุดมสมบูรณ์) ซึ่งเป็นสัญลักษณ์ของความเจริญรุ่งเรืองและความอุดมสมบูรณ์ ภายในหม้อมีลวดลายพรรณพฤกษาและประดับด้วยพลอยสีแดงเม็ดเล็กๆ กระจายอยู่รอบลวดลายและตามขอบของจี้ ด้านบนมีห่วงสำหรับแขวน",
  "key_features": "จี้ทองคำทรงสี่เหลี่ยมมนคล้ายโล่, สลักลายหม้อปูรณฆฏะเป็นสัญลักษณ์หลักที่แสดงถึงความอุดมสมบูรณ์, ประดับพลอยสีแดงเม็ดเล็กกระจายรอบลวดลาย, ห่วงแขวนที่ด้านบน"
},
  {
  "id": "A011",
  "name": "ทับทรวงพระนารายณ์ทรงครุฑ",
  "size": "ขนาดความกว้าง 12.8 ซม. ความยาว(รวมห่วง) 11.6 ซม.",
  "weight": "120.40 กรัม",
  "price": "295,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/197441-202724/...",
  "product_code": "0000000011",
  "era": "ศิลปะน่าจะประมาณยุคอยุธยาค่ะ",
  "material": "ทองคำ, ทับทิม, มรกต",
  "design": "จี้ทองคำทรงสี่เหลี่ยมข้าวหลามตัดขนาดใหญ่ สลักลวดลายนูนต่ำเป็นรูปเทพทรงครุฑอยู่ตรงกลาง ด้านบนมีรูปเทพอีกองค์ประทับนั่ง โดยรอบตกแต่งด้วยลวดลายไทยจำหลักที่เน้นความอ่อนช้อยของลายกระหนกและลายประจำยาม โดยการออกแบบนี้สะท้อนความเป็นศิลปะไทยที่ละเอียดอ่อนและเก่าแก่ พร้อมด้วยการประดับทับทิมสีชมพู/แดงและมรกตสีเขียวเม็ดเล็กๆ ที่กระจายอยู่ตามส่วนต่างๆ ของลวดลาย เพิ่มความหรูหราและสวยงามให้กับจี้ทองคำชิ้นนี้",
  "key_features": "จี้ทองคำทรงข้าวหลามตัด, สลักรูปเทพทรงครุฑตรงกลาง, ลวดลายไทยจำหลักลายกระหนกและประจำยาม, ประดับทับทิมสีชมพู/แดงและมรกตสีเขียวเม็ดเล็กๆ"
},
  {
  "id": "A012",
  "name": "ปั้นเหน่งสลักลายไทยประดับทับทิม เพชร และมรกต",
  "size": "ขนาดความกว้าง 9.29 ซม. ความยาว 11.45 ซม.",
  "weight": "111.26 กรัม",
  "price": "335,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/198296-204100/...",
  "product_code": "0000000012",
  "era": "ศิลปะน่าจะประมาณยุคต้นรัตนะค่ะ",
  "material": "ทอง, ทับทิม, มรกต, เพชร",
  "design": "หัวเข็มขัดทองคำทรงโค้งมนคล้ายใบไม้ขนาดใหญ่ สลักลวดลายนูนต่ำเป็นลายไทยที่วิจิตรบรรจงและมีรายละเอียดที่ละเอียดมาก บริเวณส่วนกลางประดับด้วยทับทิมสีชมพู/แดงทรงกลมล้อมรอบด้วยเพชร ทับทิมและมรกตเม็ดเล็กๆ อีกชั้นหนึ่ง ซึ่งเพิ่มความวิจิตรให้กับการออกแบบและยกย่องคุณค่าทางศิลปะ นอกจากนี้ยังมีมรกตสีเขียวเม็ดใหญ่และเล็กประดับอยู่ตามส่วนต่างๆ ของลวดลายที่สลักอย่างพิถีพิถัน",
  "key_features": "หัวเข็มขัดทองคำทรงโค้งมนคล้ายใบไม้, สลักลวดลายไทยวิจิตร, ประดับทับทิมเม็ดกลมล้อมรอบด้วยเพชร, ทับทิมและมรกตเม็ดเล็ก, ประดับมรกตเม็ดใหญ่และเล็กตามลวดลาย"
},
  {
  "id": "A013",
  "name": "กำไลทองคำประดับอัญมณีทับทิมและมรกต",
  "size": "ขนาดเส้นผ่านศูนย์กลาง 5.8 ซม. ขนาดหน้ากว้าง 2.2 ซม.",
  "weight": "115.57 กรัม",
  "price": "379,000 บาทค่ะ",
  "image": "https://www.thaiantiquethongboran.com/product/199034-205362/...",
  "product_code": "0000000013",
  "era": "ศิลปะน่าจะประมาณยุคอยุธยาค่ะ",
  "material": "ทองคำ, ทับทิม, มรกต, เพชร",
  "design": "กำไลทองคำที่มีบานพับเปิด-ปิด บริเวณพื้นผิวด้านนอกมีลวดลายสลักนูนต่ำเป็นลายไทยที่มีความอ่อนช้อยและซับซ้อน ประดับด้วยทับทิมสีชมพู/แดงและมรกตสีเขียวหลากหลายขนาด โดยมีกระจายอยู่ทั่วทั้งกำไลอย่างมีการจัดวางที่ลงตัวและสวยงาม การออกแบบสะท้อนความงดงามของศิลปะไทยโบราณ",
  "key_features": "กำไลทองคำมีบานพับ, ลวดลายสลักนูนต่ำเป็นลายไทย, ประดับทับทิมสีชมพู/แดงและมรกตสีเขียวหลากขนาด, การจัดวางอัญมณีอย่างลงตัว"
}
]
